Repository: TentoSwift/Budgety
Catalog: Budgety/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, ko, pt_br, zh_hans, zh_hant

source: Claude / MCP 連携
de: Claude/MCP-Anbindung
en: Claude / MCP Integration
es: Integración con Claude / MCP
fr: Intégration Claude / MCP
ko: Claude / MCP 연동
pt_br: Integração com Claude / MCP
zh_hans: Claude / MCP 联动
zh_hant: Claude / MCP 整合

source: CSV にエクスポート
de: Als CSV exportieren
en: Export to CSV
es: Exportar a CSV
fr: Exporter en CSV
ko: CSV로 내보내기
pt_br: Exportar para CSV
zh_hans: 导出为 CSV
zh_hant: 匯出為 CSV

source: CSV ファイルを選択
de: CSV-Datei auswählen
en: Choose a CSV file
es: Elegir un archivo CSV
fr: Choisir un fichier CSV
ko: CSV 파일 선택
pt_br: Escolher um arquivo CSV
zh_hans: 选择 CSV 文件
zh_hant: 選擇 CSV 檔案

source: CSV を取り込む
de: CSV importieren
en: Import CSV
es: Importar CSV
fr: Importer un CSV
ko: CSV 가져오기
pt_br: Importar CSV
zh_hans: 导入 CSV
zh_hant: 匯入 CSV

source: CSV 取り込み
de: CSV-Import
en: CSV Import
es: Importación de CSV
fr: Importation CSV
ko: CSV 가져오기
pt_br: Importação de CSV
zh_hans: CSV 导入
zh_hant: CSV 匯入

source: Face ID / Touch ID で開く
de: Mit Face ID / Touch ID öffnen
en: Open with Face ID / Touch ID
es: Abrir con Face ID / Touch ID
fr: Ouvrir avec Face ID / Touch ID
ko: Face ID / Touch ID로 열기
pt_br: Abrir com Face ID / Touch ID
zh_hans: 使用 Face ID / Touch ID 打开
zh_hant: 以 Face ID / Touch ID 開啟

source: Face ID で開けるようにする
de: Öffnen mit Face ID zulassen
en: Allow opening with Face ID
es: Permitir abrir con Face ID
fr: Autoriser l'ouverture avec Face ID
ko: Face ID로 열 수 있게 하기
pt_br: Permitir abrir com Face ID
zh_hans: 允许使用 Face ID 打开
zh_hant: 允許以 Face ID 開啟

# filterDescription.suffix
source: %@でフィルタされています。
de: Gefiltert nach %@.
en: Filtered by %@.
es: Filtrado por %@.
fr: Filtré par %@.
ko: %@(으)로 필터링됨.
pt_br: Filtrado por %@.
zh_hans: 已按 %@ 筛选。
zh_hant: 依 %@ 篩選。

source: iCloud アカウントが制限されています。
de: Dein iCloud-Account ist eingeschränkt.
en: Your iCloud account is restricted.
es: Tu cuenta de iCloud está restringida.
fr: Votre compte iCloud est restreint.
ko: iCloud 계정이 제한되어 있습니다.
pt_br: Sua conta do iCloud está restrita.
zh_hans: 你的 iCloud 账户受到限制。
zh_hant: 你的 iCloud 帳號受到限制。

source: iCloud から取得中...
de: Wird aus iCloud abgerufen …
en: Fetching from iCloud…
es: Obteniendo de iCloud…
fr: Récupération depuis iCloud…
ko: iCloud에서 가져오는 중...
pt_br: Buscando no iCloud…
zh_hans: 正在从 iCloud 获取…
zh_hant: 正在從 iCloud 取得...

source: iCloud から既存のシートを取得中です。少し待ってからもう一度お試しください。
de: Bestehende Blätter werden aus iCloud abgerufen. Bitte warte einen Moment und versuche es erneut.
en: Fetching existing sheets from iCloud. Please wait a moment and try again.
es: Se están obteniendo las hojas existentes desde iCloud. Espera un momento y vuelve a intentarlo.
fr: Récupération des feuilles existantes depuis iCloud. Veuillez patienter un instant et réessayer.
ko: iCloud에서 기존 시트를 가져오는 중입니다. 잠시 후 다시 시도해 주세요.
pt_br: Buscando planilhas existentes no iCloud. Aguarde um momento e tente novamente.
zh_hans: 正在从 iCloud 获取现有账本，请稍候片刻后重试。
zh_hant: 正在從 iCloud 取得現有帳本，請稍候片刻後再試一次。

source: iCloud が一時的に利用できません。
de: iCloud ist vorübergehend nicht verfügbar.
en: iCloud is temporarily unavailable.
es: iCloud no está disponible temporalmente.
fr: iCloud est temporairement indisponible.
ko: iCloud를 일시적으로 사용할 수 없습니다.
pt_br: O iCloud está temporariamente indisponível.
zh_hans: iCloud 暂时不可用。
zh_hant: iCloud 暫時無法使用。

source: iCloud が制限されています
de: iCloud ist eingeschränkt
en: iCloud is restricted
es: iCloud está restringido
fr: iCloud est restreint
ko: iCloud가 제한되어 있습니다
pt_br: O iCloud está restrito
zh_hans: iCloud 受到限制
zh_hant: iCloud 已受到限制

source: iCloud ストアの初期化が完了していません。少し待ってから再度お試しください。
de: Der iCloud-Speicher ist noch nicht bereit. Bitte warte einen Moment und versuche es erneut.
en: The iCloud store isn’t ready yet. Please wait a moment and try again.
es: El almacén de iCloud aún no está listo. Espera un momento y vuelve a intentarlo.
fr: L'initialisation du stockage iCloud n'est pas terminée. Veuillez patienter un instant et réessayer.
ko: iCloud 저장소 초기화가 완료되지 않았습니다. 잠시 후 다시 시도해 주세요.
pt_br: O armazenamento do iCloud ainda não está pronto. Aguarde um momento e tente novamente.
zh_hans: iCloud 存储初始化尚未完成，请稍候片刻后重试。
zh_hant: iCloud 儲存區尚未初始化完成，請稍候片刻後再試一次。

source: iCloud にサインインしていません。設定アプリから iCloud にサインインしてください。
de: Du bist nicht bei iCloud angemeldet. Melde dich in der App „Einstellungen“ bei iCloud an.
en: You’re not signed in to iCloud. Sign in to iCloud from the Settings app.
es: No has iniciado sesión en iCloud. Inicia sesión en iCloud desde la app Ajustes.
fr: Vous n'êtes pas connecté(e) à iCloud. Connectez-vous à iCloud depuis l'application Réglages.
ko: iCloud에 로그인되어 있지 않습니다. 설정 앱에서 iCloud에 로그인해 주세요.
pt_br: Você não está conectado ao iCloud. Entre no iCloud pelo app Ajustes.
zh_hans: 尚未登录 iCloud，请在“设置”应用中登录 iCloud。
zh_hant: 尚未登入 iCloud。請從「設定」App 登入 iCloud。

source: iCloud にサインインしてください
de: Bitte melde dich bei iCloud an
en: Please sign in to iCloud
es: Inicia sesión en iCloud
fr: Veuillez vous connecter à iCloud
ko: iCloud에 로그인해 주세요
pt_br: Entre no iCloud
zh_hans: 请登录 iCloud
zh_hant: 請登入 iCloud

source: iCloud に接続できません
de: Verbindung zu iCloud nicht möglich
en: Can’t connect to iCloud
es: No se puede conectar a iCloud
fr: Impossible de se connecter à iCloud
ko: iCloud에 연결할 수 없습니다
pt_br: Não é possível conectar ao iCloud
zh_hans: 无法连接到 iCloud
zh_hant: 無法連線至 iCloud

source: iCloud に未サインイン
de: Nicht bei iCloud angemeldet
en: Not signed in to iCloud
es: No has iniciado sesión en iCloud
fr: Non connecté à iCloud
ko: iCloud에 로그인되어 있지 않음
pt_br: Não conectado ao iCloud
zh_hans: 尚未登录 iCloud
zh_hant: 尚未登入 iCloud

source: iCloud の状態を確認できませんでした。
de: Der iCloud-Status konnte nicht geprüft werden.
en: Couldn’t check iCloud status.
es: No se pudo comprobar el estado de iCloud.
fr: Impossible de vérifier l'état d'iCloud.
ko: iCloud 상태를 확인할 수 없었습니다.
pt_br: Não foi possível verificar o status do iCloud.
zh_hans: 无法检查 iCloud 状态。
zh_hant: 無法確認 iCloud 狀態。

source: iCloud を通じてシートを共有。立て替えと精算プランも自動で計算します。
de: Blätter über iCloud teilen. Vorauslagen und Ausgleichspläne werden automatisch berechnet.
en: Share sheets via iCloud. Reimbursements and settlement plans are calculated automatically.
es: Comparte hojas mediante iCloud. Los adelantos y los planes de liquidación se calculan automáticamente.
fr: Partagez des feuilles via iCloud. Les avances et les plans de règlement sont calculés automatiquement.
ko: iCloud를 통해 시트를 공유합니다. 대납 내역과 정산 계획도 자동으로 계산합니다.
pt_br: Compartilhe planilhas pelo iCloud. Os adiantamentos e os planos de acerto de contas também são calculados automaticamente.
zh_hans: 通过 iCloud 共享账本，垫付和结算方案也会自动计算。
zh_hant: 透過 iCloud 共用帳本，並自動計算代墊與結算方案。

source: iCloud 状態を確認中...
de: iCloud-Status wird geprüft …
en: Checking iCloud status…
es: Comprobando el estado de iCloud…
fr: Vérification de l'état d'iCloud…
ko: iCloud 상태를 확인하는 중...
pt_br: Verificando o status do iCloud…
zh_hans: 正在检查 iCloud 状态…
zh_hant: 正在確認 iCloud 狀態...

source: Image Playground で生成
de: Mit Image Playground erstellen
en: Generate with Image Playground
es: Generar con Image Playground
fr: Générer avec Image Playground
ko: Image Playground로 생성
pt_br: Gerar com o Image Playground
zh_hans: 使用 Image Playground 生成
zh_hant: 以 Image Playground 產生

source: ISO8601 文字列 (例: 2026-05-03T19:30:00Z) が指定されたら、こちらが「日付」より優先されます。
de: Wird eine ISO-8601-Zeichenfolge angegeben (z. B. 2026-05-03T19:30:00Z), hat sie Vorrang vor „Datum“.
en: If an ISO 8601 string (e.g. 2026-05-03T19:30:00Z) is provided, it takes precedence over "Date".
es: Si se indica una cadena ISO 8601 (p. ej., 2026-05-03T19:30:00Z), tiene prioridad sobre "Fecha".
fr: Si une chaîne ISO 8601 (ex. 2026-05-03T19:30:00Z) est spécifiée, elle est prioritaire sur « Date ».
ko: ISO 8601 문자열(예: 2026-05-03T19:30:00Z)이 지정되면 “날짜”보다 이 값이 우선됩니다.
pt_br: Se uma string ISO 8601 (ex.: 2026-05-03T19:30:00Z) for informada, ela terá prioridade sobre "Data".
zh_hans: 如果指定了 ISO 8601 字符串（例如 2026-05-03T19:30:00Z），将优先于“日期”使用。
zh_hant: 若指定 ISO 8601 字串（例：2026-05-03T19:30:00Z），將優先於「日期」使用。

source: MDM や Screen Time の制限を確認してください。
de: Prüfe die Einschränkungen durch MDM oder Bildschirmzeit.
en: Check MDM or Screen Time restrictions.
es: Comprueba las restricciones de MDM o Tiempo de uso.
fr: Vérifiez les restrictions MDM ou Temps d'écran.
ko: MDM 또는 스크린 타임 제한을 확인하세요.
pt_br: Verifique as restrições de MDM ou Tempo de Uso.
zh_hans: 请检查 MDM 或屏幕使用时间的限制。
zh_hant: 請確認 MDM 或螢幕使用時間的限制設定。

source: Memoji を作成
de: Memoji erstellen
en: Create Memoji
es: Crear Memoji
fr: Créer un Memoji
ko: Memoji 만들기
pt_br: Criar Memoji
zh_hans: 创建 Memoji
zh_hant: 建立 Memoji

source: Memoji・絵文字
de: Memoji & Emoji
en: Memoji & Emoji
es: Memoji y emoji
fr: Memoji et emoji
ko: Memoji · 이모지
pt_br: Memoji e emoji
zh_hans: Memoji 与表情符号
zh_hant: Memoji・表情符號

source: NZドル
de: Neuseeland-Dollar
en: New Zealand Dollar
es: Dólar neozelandés
fr: Dollar néo-zélandais
ko: 뉴질랜드 달러
pt_br: Dólar neozelandês
zh_hans: 新西兰元
zh_hant: 紐西蘭幣

source: ON で定期項目を保存せず、表示時にルールから算出します (実験的)。既存の生成済みデータはそのまま残ります。
de: Bei „Ein“ werden wiederkehrende Einträge nicht gespeichert, sondern beim Anzeigen aus den Regeln berechnet (experimentell). Bereits erzeugte Daten bleiben erhalten.
en: When on, recurring items are not saved but computed from rules on display (experimental). Existing generated data is kept.
es: Si está activado, los elementos recurrentes no se guardan; se calculan a partir de las reglas al mostrarlos (experimental). Los datos ya generados se conservan tal cual.
fr: Lorsque c'est activé, les éléments récurrents ne sont pas enregistrés mais calculés à partir des règles lors de l'affichage (expérimental). Les données déjà générées sont conservées telles quelles.
ko: 켜면 정기 항목을 저장하지 않고 표시할 때 규칙으로 계산합니다(실험적 기능). 기존에 생성된 데이터는 그대로 남습니다.
pt_br: Quando ativado, os itens recorrentes não são salvos, mas calculados a partir das regras no momento da exibição (experimental). Os dados já gerados permanecem inalterados.
zh_hans: 开启后，定期项目不再保存，而是在显示时根据规则实时计算（实验性功能）。已生成的现有数据将保持不变。
zh_hant: 開啟後將不儲存定期項目，而是在顯示時依規則即時計算（實驗性功能）。既有已產生的資料將維持不變。

source: op='add' または 'get'。例: {"op":"add","amount":500,"title":"ランチ"}
de: op='add' oder 'get'. Beispiel: {"op":"add","amount":500,"title":"Mittagessen"}
en: op='add' or 'get'. Example: {"op":"add","amount":500,"title":"Lunch"}
es: op='add' o 'get'. Ejemplo: {"op":"add","amount":500,"title":"Almuerzo"}
fr: op='add' ou 'get'. Exemple : {"op":"add","amount":500,"title":"Déjeuner"}
ko: op='add' 또는 'get'. 예: {"op":"add","amount":500,"title":"점심"}
pt_br: op='add' ou 'get'. Exemplo: {"op":"add","amount":500,"title":"Almoço"}
zh_hans: op='add' 或 'get'。示例：{"op":"add","amount":500,"title":"午餐"}
zh_hant: op='add' 或 'get'。例：{"op":"add","amount":500,"title":"午餐"}

source: Optic ID で開けるようにする
de: Öffnen mit Optic ID zulassen
en: Allow opening with Optic ID
es: Permitir abrir con Optic ID
fr: Autoriser l'ouverture avec Optic ID
ko: Optic ID로 열 수 있게 하기
pt_br: Permitir abrir com Optic ID
zh_hans: 允许使用 Optic ID 打开
zh_hant: 允許以 Optic ID 開啟

source: PDF / CSV で書き出し
de: Als PDF/CSV exportieren
en: Export to PDF / CSV
es: Exportar a PDF / CSV
fr: Exporter en PDF / CSV
ko: PDF / CSV로 내보내기
pt_br: Exportar em PDF / CSV
zh_hans: 导出为 PDF / CSV
zh_hant: 匯出為 PDF / CSV

source: PDF レポート
de: PDF-Bericht
en: PDF Report
es: Informe en PDF
fr: Rapport PDF
ko: PDF 리포트
pt_br: Relatório em PDF
zh_hans: PDF 报告
zh_hant: PDF 報表

# period.custom
source: カスタム
de: Benutzerdefiniert
en: Custom
es: Personalizado
fr: Personnalisé
ko: 사용자 지정
pt_br: Personalizado
zh_hans: 自定义
zh_hant: 自訂

# period.custom.expenseCaption
source: この期間の支出
de: Ausgaben in diesem Zeitraum
en: Spending in this period
es: Gastos de este periodo
fr: Dépenses de cette période
ko: 이 기간의 지출
pt_br: Gastos neste período
zh_hans: 此时间段内的支出
zh_hant: 此期間的支出

source: Premium が復元されました。
de: Premium wurde wiederhergestellt.
en: Premium has been restored.
es: Se restauró Premium.
fr: Premium a été restauré.
ko: Premium이 복원되었습니다.
pt_br: O Premium foi restaurado.
zh_hans: 已恢复 Premium。
zh_hant: 已還原 Premium。

source: Premium が有効になりました。
de: Premium ist jetzt aktiv.
en: Premium is now active.
es: Premium ya está activo.
fr: Premium est désormais actif.
ko: Premium이 활성화되었습니다.
pt_br: O Premium agora está ativo.
zh_hans: Premium 已生效。
zh_hant: Premium 已啟用。

source: Premium が終了しました
de: Premium ist abgelaufen
en: Premium has ended
es: Premium ha finalizado
fr: Premium a pris fin
ko: Premium이 종료되었습니다
pt_br: O Premium terminou
zh_hans: Premium 已结束
zh_hant: Premium 已到期

source: Premium でできること
de: Das bietet dir Premium
en: What you get with Premium
es: Qué obtienes con Premium
fr: Ce que Premium vous apporte
ko: Premium으로 할 수 있는 것
pt_br: O que você ganha com o Premium
zh_hans: Premium 能带来什么
zh_hant: Premium 能做到的事

source: Premium にアップグレード
de: Auf Premium upgraden
en: Upgrade to Premium
es: Mejorar a Premium
fr: Passer à Premium
ko: Premium으로 업그레이드
pt_br: Fazer upgrade para o Premium
zh_hans: 升级到 Premium
zh_hant: 升級為 Premium

source: Premium を見る
de: Premium ansehen
en: See Premium
es: Ver Premium
fr: Voir Premium
ko: Premium 보기
pt_br: Ver o Premium
zh_hans: 查看 Premium
zh_hant: 查看 Premium

source: Premium 解除済み
de: Premium freigeschaltet
en: Premium unlocked
es: Premium desbloqueado
fr: Premium débloqué
ko: Premium 잠금 해제됨
pt_br: Premium desbloqueado
zh_hans: 已解锁 Premium
zh_hant: 已解鎖 Premium

# sortField.date.label
source: 追加
de: Datum
en: Date
es: Fecha
fr: Date
ko: 날짜
pt_br: Data
zh_hans: 日期
zh_hant: 日期

source: Touch ID で開けるようにする
de: Öffnen mit Touch ID zulassen
en: Allow opening with Touch ID
es: Permitir abrir con Touch ID
fr: Autoriser l'ouverture avec Touch ID
ko: Touch ID로 열 수 있게 하기
pt_br: Permitir abrir com Touch ID
zh_hans: 允许使用 Touch ID 打开
zh_hant: 允許以 Touch ID 開啟

source: URL の構築に失敗しました
de: Die URL konnte nicht erstellt werden
en: Failed to build the URL
es: No se pudo construir la URL
fr: Échec de la construction de l'URL
ko: URL 생성에 실패했습니다
pt_br: Falha ao criar a URL
zh_hans: URL 构建失败
zh_hant: 建立 URL 失敗

source: UTF-8 / Shift_JIS の CSV に対応。ヘッダ行は date, title, amount, kind, currency, category, payer, note を認識します (日本語ヘッダもOK)。amount 列は必須、それ以外は省略可。
de: Unterstützt CSV in UTF-8/Shift_JIS. Die Kopfzeile erkennt date, title, amount, kind, currency, category, payer und note (auch japanische Kopfzeilen sind möglich). Die Spalte „amount“ ist erforderlich, alle anderen sind optional.
en: Supports UTF-8 / Shift_JIS CSV. The header row recognizes date, title, amount, kind, currency, category, payer, and note (Japanese headers are OK too). The amount column is required; the others are optional.
es: Compatible con CSV en UTF-8 / Shift_JIS. La fila de encabezado reconoce date, title, amount, kind, currency, category, payer y note (los encabezados en japonés también sirven). La columna amount es obligatoria; el resto es opcional.
fr: Compatible avec les CSV UTF-8 / Shift_JIS. La ligne d'en-tête reconnaît date, title, amount, kind, currency, category, payer et note (les en-têtes en japonais sont aussi acceptés). La colonne amount est obligatoire, les autres sont facultatives.
ko: UTF-8 / Shift_JIS CSV를 지원합니다. 헤더 행은 date, title, amount, kind, currency, category, payer, note를 인식합니다(일본어 헤더도 가능). amount 열은 필수이며 나머지는 생략 가능합니다.
pt_br: Compatível com CSV em UTF-8 / Shift_JIS. A linha de cabeçalho reconhece date, title, amount, kind, currency, category, payer e note (cabeçalhos em japonês também funcionam). A coluna amount é obrigatória; as demais são opcionais.
zh_hans: 支持 UTF-8 / Shift_JIS 编码的 CSV。标题行可识别 date、title、amount、kind、currency、category、payer、note（也支持日语标题）。amount 列为必填，其余可省略。
zh_hant: 支援 UTF-8 / Shift_JIS 編碼的 CSV。標題列可辨識 date、title、amount、kind、currency、category、payer、note（也支援日文標題）。amount 欄位為必填，其餘可省略。

source: アーカイブしたシートはシート一覧の下部の「アーカイブ済み」セクションにまとまります。データは削除されず、トグルでいつでも戻せます。変更は「保存」で反映されます。
de: Archivierte Blätter werden im Abschnitt „Archiviert“ unten in der Blattliste gesammelt. Die Daten werden nicht gelöscht und können jederzeit über den Schalter wiederhergestellt werden. Änderungen werden mit „Speichern“ übernommen.
en: Archived sheets are grouped in the "Archived" section at the bottom of the sheet list. Data is not deleted and can be restored anytime with the toggle. Changes take effect when you tap "Save."
es: Las hojas archivadas se agrupan en la sección "Archivadas" al final de la lista de hojas. Los datos no se eliminan y puedes restaurarlas en cualquier momento con el interruptor. Los cambios se aplican al tocar "Guardar".
fr: Les feuilles archivées sont regroupées dans la section « Archivées » en bas de la liste des feuilles. Les données ne sont pas supprimées et peuvent être restaurées à tout moment via le bouton. Les modifications prennent effet en appuyant sur « Enregistrer ».
ko: 보관한 시트는 시트 목록 하단의 “보관됨” 섹션에 모입니다. 데이터는 삭제되지 않으며 토글로 언제든지 되돌릴 수 있습니다. 변경 사항은 “저장”을 눌러야 적용됩니다.
pt_br: As planilhas arquivadas ficam agrupadas na seção "Arquivadas", na parte inferior da lista de planilhas. Os dados não são excluídos e podem ser restaurados a qualquer momento pelo botão. As alterações são aplicadas ao tocar em "Salvar".
zh_hans: 已归档的账本会汇总到账本列表底部的“已归档”部分。数据不会被删除，随时可通过开关恢复。更改需点按“保存”后生效。
zh_hant: 已封存的帳本會集中顯示在帳本清單下方的「已封存」區塊。資料不會被刪除，隨時可用切換開關還原。變更需點「儲存」才會生效。

source: アーカイブ済み
de: Archiviert
en: Archived
es: Archivadas
fr: Archivées
ko: 보관됨
pt_br: Arquivadas
zh_hans: 已归档
zh_hant: 已封存

source: アーカイブ済みセクションを展開
de: Abschnitt „Archiviert“ ausklappen
en: Expand the Archived section
es: Expandir la sección Archivadas
fr: Développer la section Archivées
ko: 보관됨 섹션 펼치기
pt_br: Expandir a seção Arquivadas
zh_hans: 展开“已归档”部分
zh_hant: 展開「已封存」區塊

source: アーカイブ済みセクションを折りたたむ
de: Abschnitt „Archiviert“ einklappen
en: Collapse the Archived section
es: Contraer la sección Archivadas
fr: Réduire la section Archivées
ko: 보관됨 섹션 접기
pt_br: Recolher a seção Arquivadas
zh_hans: 折叠“已归档”部分
zh_hant: 收合「已封存」區塊

source: アイコン
de: Symbol
en: Icon
es: Icono
fr: Icône
ko: 아이콘
pt_br: Ícone
zh_hans: 图标
zh_hant: 圖示

source: アイコンを選ぶ
de: Symbol auswählen
en: Choose an icon
es: Elegir un icono
fr: Choisir une icône
ko: 아이콘 선택
pt_br: Escolher um ícone
zh_hans: 选择图标
zh_hant: 選擇圖示

source: アイスランドクローナ
de: Isländische Krone
en: Icelandic Króna
es: Corona islandesa
fr: Couronne islandaise
ko: 아이슬란드 크로나
pt_br: Coroa islandesa
zh_hans: 冰岛克朗
zh_hant: 冰島克朗

source: アクティブなシートがありません
de: Keine aktiven Blätter
en: No active sheets
es: No hay hojas activas
fr: Aucune feuille active
ko: 활성 시트가 없습니다
pt_br: Nenhuma planilha ativa
zh_hans: 没有正在使用的账本
zh_hant: 沒有使用中的帳本

source: アップデートがあります
de: Ein Update ist verfügbar
en: An update is available
es: Hay una actualización disponible
fr: Une mise à jour est disponible
ko: 업데이트가 있습니다
pt_br: Há uma atualização disponível
zh_hans: 有可用更新
zh_hant: 有可用的更新

source: アップデートが必要です
de: Update erforderlich
en: Update required
es: Se requiere actualizar
fr: Mise à jour requise
ko: 업데이트가 필요합니다
pt_br: Atualização necessária
zh_hans: 需要更新
zh_hant: 需要更新

source: あなたに %lld 件の割り勘が割り当てられました
de: Dir wurden %lld geteilte Posten zugewiesen
en: You’ve been assigned %lld split items
es: Se te asignaron %lld gastos divididos
fr: %lld partages vous ont été attribués
ko: 회원님에게 %lld건의 정산 항목이 배정되었습니다
pt_br: %lld itens de divisão foram atribuídos a você
zh_hans: 已为你分配 %lld 项分摊
zh_hant: 已指派 %lld 筆分帳項目給你

source: あなたの端末からこのシートが消えます。オーナーや他の参加者のデータは残ります。
de: Dieses Blatt wird von deinem Gerät entfernt. Die Daten des Eigentümers und der anderen Teilnehmer bleiben erhalten.
en: This sheet will be removed from your device. The owner's and other participants' data will remain.
es: Esta hoja se eliminará de tu dispositivo. Los datos del propietario y de los demás participantes se conservarán.
fr: Cette feuille sera supprimée de votre appareil. Les données du propriétaire et des autres participants seront conservées.
ko: 이 시트가 회원님의 기기에서 제거됩니다. 소유자 및 다른 참가자의 데이터는 그대로 남습니다.
pt_br: Esta planilha será removida do seu dispositivo. Os dados do proprietário e dos outros participantes permanecerão.
zh_hans: 此账本将从你的设备中移除，所有者和其他参与者的数据将予以保留。
zh_hant: 此帳本將從你的裝置中移除。擁有者及其他參加者的資料將保留。

source: アプリを使っていない人も追加して、旅行や食事会の割り勘対象にできます。
de: Füge auch Personen hinzu, die die App nicht nutzen, um Reisen oder gemeinsame Essen aufzuteilen.
en: Add people who don’t use the app to split bills for trips and dinners.
es: Añade también a personas que no usan la app para dividir gastos de viajes o comidas.
fr: Ajoutez aussi des personnes qui n'utilisent pas l'application pour partager les frais de voyages ou de repas.
ko: 앱을 사용하지 않는 사람도 추가해서 여행이나 모임의 정산 대상으로 삼을 수 있습니다.
pt_br: Adicione também pessoas que não usam o app para dividir contas de viagens e jantares.
zh_hans: 也可以添加未使用本应用的人，将其纳入旅行或聚餐的分摊对象。
zh_hant: 也能新增未使用此 App 的人，將他們納入旅行或聚餐的分帳對象。

source: アプリを使っていない相手を割り勘・支払者に追加できます。
de: Du kannst Personen, die die App nicht nutzen, als Beteiligte oder Zahler hinzufügen.
en: You can add people who don't use the app as split members or payers.
es: Puedes añadir como miembro de división o pagador a personas que no usan la app.
fr: Vous pouvez ajouter des personnes qui n'utilisent pas l'application comme membres du partage ou payeurs.
ko: 앱을 사용하지 않는 상대를 정산 인원·결제자로 추가할 수 있습니다.
pt_br: Você pode adicionar pessoas que não usam o app como membros da divisão ou pagadores.
zh_hans: 可以将未使用本应用的人添加为分摊成员或付款人。
zh_hant: 可將未使用此 App 的對象加入分帳成員或付款人。

source: アプリを使っていない相手を割り勘・支払者に追加できます。行をタップで名前・写真を編集、スワイプで削除。
de: Du kannst Personen, die die App nicht nutzen, als Beteiligte oder Zahler hinzufügen. Tippe auf eine Zeile, um Name und Foto zu bearbeiten, oder wische zum Löschen.
en: You can add people who don't use the app as split members or payers. Tap a row to edit the name and photo, or swipe to delete.
es: Puedes añadir como miembro de división o pagador a personas que no usan la app. Toca una fila para editar el nombre y la foto, o desliza para eliminar.
fr: Vous pouvez ajouter des personnes qui n'utilisent pas l'application comme membres du partage ou payeurs. Appuyez sur une ligne pour modifier le nom et la photo, ou balayez pour supprimer.
ko: 앱을 사용하지 않는 상대를 정산 인원·결제자로 추가할 수 있습니다. 행을 탭하면 이름·사진을 편집하고, 스와이프하면 삭제됩니다.
pt_br: Você pode adicionar pessoas que não usam o app como membros da divisão ou pagadores. Toque em uma linha para editar o nome e a foto, ou deslize para excluir.
zh_hans: 可以将未使用本应用的人添加为分摊成员或付款人。点按行可编辑姓名和照片，滑动可删除。
zh_hant: 可將未使用此 App 的對象加入分帳成員或付款人。點一下項目可編輯姓名與照片，滑動可刪除。

source: ありがとうございます
de: Vielen Dank
en: Thank you
es: Gracias
fr: Merci
ko: 감사합니다
pt_br: Obrigado
zh_hans: 谢谢
zh_hant: 謝謝

source: いくら使った?
de: Wie viel hast du ausgegeben?
en: How much did you spend?
es: ¿Cuánto gastaste?
fr: Combien avez-vous dépensé ?
ko: 얼마 썼나요?
pt_br: Quanto você gastou?
zh_hans: 花了多少钱？
zh_hant: 花了多少錢？

source: イスラエルシェケル
de: Israelischer Schekel
en: Israeli Shekel
es: Séquel israelí
fr: Shekel israélien
ko: 이스라엘 셰켈
pt_br: Novo shekel israelense
zh_hans: 以色列新谢克尔
zh_hant: 以色列謝克爾

source: インターネット接続が必要です
de: Eine Internetverbindung ist erforderlich
en: An internet connection is required
es: Se requiere conexión a Internet
fr: Une connexion Internet est requise
ko: 인터넷 연결이 필요합니다
pt_br: É necessária uma conexão com a internet
zh_hans: 需要网络连接
zh_hant: 需要網際網路連線

source: インドネシアルピア
de: Indonesische Rupiah
en: Indonesian Rupiah
es: Rupia indonesia
fr: Roupie indonésienne
ko: 인도네시아 루피아
pt_br: Rupia indonésia
zh_hans: 印度尼西亚盾
zh_hant: 印尼盾

source: インドルピー
de: Indische Rupie
en: Indian Rupee
es: Rupia india
fr: Roupie indienne
ko: 인도 루피
pt_br: Rupia indiana
zh_hans: 印度卢比
zh_hant: 印度盧比

source: イントロ
de: Einführung
en: Intro
es: Introducción
fr: Intro
ko: 인트로
pt_br: Introdução
zh_hans: 简介
zh_hant: 簡介

source: エンコード完了に失敗しました: %@
de: Encoding konnte nicht abgeschlossen werden: %@
en: Failed to finish encoding: %@
es: Error al finalizar la codificación: %@
fr: Échec de la finalisation de l'encodage : %@
ko: 인코딩 완료에 실패했습니다: %@
pt_br: Falha ao concluir a codificação: %@
zh_hans: 完成编码失败：%@
zh_hant: 編碼完成失敗：%@

source: オーナー
de: Eigentümer
en: Owner
es: Propietario
fr: Propriétaire
ko: 소유자
pt_br: Proprietário
zh_hans: 所有者
zh_hant: 擁有者
